Repository: atmobi998/storeadmin_app
Catalog: lib/l10n/app_*.arb
Languages: fr, vi

# txtAgree
source: By continuing your confirm that you agree with our Term and Condition
fr: En continuant, vous confirmez que vous êtes d'accord avec nos Termes et Conditions
vi: Bằng cách tiếp tục xác nhận rằng bạn đồng ý với Điều khoản và Điều kiện của chúng tôi

# txtSignIn
source: Sign In
fr: Connexion
vi: Đăng nhập

# txtSentDigits
source: We sent 6 digits code to +
fr: Nous avons envoyé un code à 6 chiffres à +
vi: Chúng tôi đã gửi mã 6 chữ số tới +

# txtWelcomeBack
source: Welcome Back
fr: Bienvenue de retour
vi: Chào mừng trở lại

# txtSignWithPhone
source: Sign in with your phone number and your password
fr: Connectez-vous avec votre numéro de téléphone et votre mot de passe
vi: Đăng nhập bằng số điện thoại của bạn and mật khẩu của bạn

# txtOwnerProfile
source: Store Owner Profile
fr: Profil du propriétaire du magasin
vi: Hồ sơ chủ sở hữu cửa hàng

# txtAccountSaved
source: Account saved
fr: Compte enregistré
vi: Đã lưu tài khoản

# txtSaveAndStores
source: Save & goto Stores
fr: Enregistrer et accéder aux magasins
vi: Lưu & về danh sách

# txtOwnerAccount
source: Store Owner Account
fr: Compte du propriétaire du magasin
vi: Tài khoản chủ cửa hàng

# txtAcctCompDet
source: Complete your details
fr: Complétez vos coordonnées
vi: Hoàn thành thông tin chi tiết của bạn

# txtCatProds
source: Category products
fr: Catégorie de produits
vi: Danh mục sản phẩm

# lblBuyPrice
source: Buy price
fr: Prix d'achat
vi: Giá mua

# hintBuyPrice
source: Enter product buy price
fr: Entrez le prix d'achat du produit
vi: Nhập giá mua sản phẩm

# lblPrice
source: Price
fr: Prix
vi: Giá

# hintPrice
source: Enter product price
fr: Entrez le prix du produit
vi: Nhập giá sản phẩm

# lblTaxrate
source: Taxrate
vi: Mức thuế

# hintTaxrate
source: Enter product Taxrate
fr: Entrez le taux de taxe du produit
vi: Nhập thuế sản phẩm

# lblProdSort
source: Sort
fr: Trier
vi: Sắp xếp

# hintProdSort
source: Enter product sort number
fr: Entrez le numéro de tri du produit
vi: Nhập số phân loại sản phẩm

# hintProdSlug
source: Enter product slug
fr: Entrez le slug du produit
vi: Nhập sản phẩm slug

# lblProdDesc
source: Description
vi: Mô tả

# hintProdDesc
source: Enter product description
fr: Entrez la description du produit
vi: Nhập mô tả sản phẩm

# lblProdName
source: Name
fr: Nom
vi: Tên

# hintProdName
source: Enter product name
fr: Entrez le nom du produit
vi: Nhập tên sản phẩm

# lblProdRef
source: Reference #
fr: Référence #
vi: Số tham chiếu

# hintProdRef
source: Reference # of product document
fr: N° de référence du document produit
vi: Số tham chiếu của tài liệu sản phẩm

# lblProdStock
source: In-Stock units
fr: Unités en stock
vi: Số Đơn vị còn hàng

# hintProdStock
source: Enter # of in-stock
fr: Entrez le nombre d'articles en stock
vi: Nhập số lượng trong kho

# lblProdMinStock
source: Min-Stock units
vi: Số Đơn vị tối thiểu

# hintProdMinStock
source: Enter # of Minimum-stock
vi: Nhập Số Đơn vị tối thiểu

# hintProdSKU
source: product SKU
fr: SKU du produit
vi: SKU sản phẩm

# lblProdBcodeType
source: Barcode Type
fr: Type de code-barres
vi: Loại mã vạch

# hintProdBcodeType
source: Detect by scan
fr: Détecter par scan
vi: Phát hiện bằng cách quét

# lblProdBarcode
source: Barcode
fr: Code à barres
vi: Mã vạch

# hintProdBarcode
source: Tap to scan
fr: Appuyez pour scanner
vi: Nhấn để quét

# txtBcodeScanErr
source: Failed to get platform version.
fr: Impossible d'obtenir la version de la plate-forme.
vi: Không tải được phiên bản nền tảng.

# txtBcodeCancel
source: Cancel
fr: Annuler
vi: Hủy

# txtSavingItem
source: Saving your item info
fr: Enregistrement des informations sur votre article
vi: Đang lưu thông tin mặt hàng của bạn

# txtPhotoPickErr1
source: Error picking photo 1
fr: Erreur lors de la sélection de la photo 1
vi: Lỗi khi chọn ảnh 1

# txtPhotoPickErr2
source: Error picking photo 2
fr: Erreur lors de la sélection de la photo 2
vi: Lỗi khi chọn ảnh 2

# txtPhotoPickErr3
source: Error picking photo 3
fr: Erreur lors de la sélection de la photo 3
vi: Lỗi khi chọn ảnh 3

# lblSaveItem
source: Save item
fr: Enregistrer l'élément
vi: Lưu

# txtProdPhotoPick1
source: Pick item photo 1
fr: Choisir l'élément photo 1
vi: Chọn ảnh 1

# txtProdPhotoPick2
source: Pick item photo 2
fr: Choisir l'élément photo 2
vi: Chọn ảnh 2

# txtProdPhotoPick3
source: Pick item photo 3
fr: Choisir l'élément photo 3
vi: Chọn ảnh 3

# txtFillProdDet
source: Fill with your product details
fr: Remplir avec les détails de votre produit
vi: Điền thông tin chi tiết về sản phẩm của bạn

# txtScanProdCode
source: Scan Prod Code
vi: Quét mã sản phẩm

# txtPrintProdCode
source: Print Prod Code
fr: Imprimer le code de production
vi: In mã sản phẩm

# txtProdUpd
source: Product update
fr: Mise à jour du produit
vi: Cập nhật sản phẩm

# txtProdNew
source: New item
fr: Nouvel élément
vi: Mặt hàng mới

# lblRegNewStore
source: Register new store
fr: Enregistrer un nouveau magasin
vi: Đăng ký cửa hàng mới

# txtCompProfile
source: Complete Profile
fr: Profil complet
vi: Hoàn thành hồ sơ

# txtYourFirstStore
source: Your first store details
fr: Les détails de votre premier magasin
vi: Chi tiết cửa hàng đầu tiên của bạn

# txtListCats
source: List Categories
fr: Liste des catégories
vi: Danh mục danh sách

# txtSelCatUpd
source: Select category to update
fr: Sélectionnez la catégorie à mettre à jour
vi: Chọn danh mục để cập nhật

# txtCats
source: Categories
fr: Catégories
vi: Danh mục

# txtCat
source: Category
fr: Catégorie
vi: Danh mục

# lblSaveCat
source: Save category
fr: Enregistrer la catégorie
vi: Lưu danh mục

# txtSavingCat
source: Saving your category info
fr: Enregistrement des informations de votre catégorie
vi: Lưu thông tin danh mục của bạn

# lblCatName
source: Category Name
fr: Nom de la catégorie
vi: Tên danh mục

# hintCatName
source: Enter your category name
fr: Entrez le nom de votre catégorie
vi: Nhập tên danh mục của bạn

# lblCatDesc
source: Category Description
fr: Description de la catégorie
vi: Mô tả danh mục

# hintCatDesc
source: Enter your category description
fr: Entrez la description de votre catégorie
vi: Nhập mô tả danh mục của bạn

# lblCatSlug
source: Category Slug
fr: Catégorie Limace
vi: Loại Slug

# hintCatSlug
source: Enter your category Slug
fr: Entrez votre catégorie Limace
vi: Nhập danh mục của bạn Slug

# lblCatSort
source: Sort
fr: Trier
vi: Sắp xếp

# hintCatSort
source: Enter your sort number
fr: Entrez votre numéro de tri
vi: Nhập số sắp xếp của bạn

# txtCatUpdate
source: Category update
fr: Mise à jour de catégorie
vi: Cập nhật danh mục

# txtFillCatDet
source: Fill with your category details
fr: Remplir avec les détails de votre catégorie
vi: Điền vào chi tiết danh mục của bạn

# txtCatNew
source: New Category
fr: Nouvelle catégorie
vi: Danh mục mới

# txtForgotPass
source: Forgot Password
fr: Mot de passe oublié
vi: Quên mật khẩu

# txtForgotPhoneNbr
source: Please enter your account phone number
fr: Veuillez saisir le numéro de téléphone de votre compte
vi: Nhập số điện thoại tài khoản của bạn

# lblNewPassword
source: New Password
fr: Nouveau mot de passe
vi: Mật khẩu mới

# hintNewPassword
source: Enter new password
fr: Entrez un nouveau mot de passe
vi: Nhập mật khẩu mới

# txtwrongCode
source: Wrong code
fr: Code erroné
vi: Mã sai
