Repository: atmobi998/storeadmin_app
Catalog: lib/l10n/app_*.arb
Languages: fr, vi

# txtAppName
source: ATC Stores Admin
fr: Administrateur des magasins ATC
vi: Quản lý cửa hàng

# txtAppTitle
source: ATC Stores Admin
fr: Administrateur des magasins ATC
vi: Quản lý cửa hàng

# txtAppSplashP1
source: Welcome to ATC Store Admin Let's start your store now!
fr: Bienvenue dans l'administrateur du magasin ATC Commençons votre magasin maintenant!
vi: Chào mừng bạn đến với Quản lý cửa hàng ATC Hãy bắt đầu cửa hàng của bạn ngay bây giờ!

# txtAppSplashP2
source: Start your business in minutes.
fr: Démarrez votre entreprise en quelques minutes.
vi: Bắt đầu công việc kinh doanh của bạn nhanh nhất.

# kEmailNullError
source: Please Enter your email
fr: Veuillez entrer votre email
vi: Nhập email của bạn

# kEmailorPhoneNullError
source: Please Enter your email or phone
fr: Veuillez entrer votre email ou votre téléphone
vi: Nhập email hoặc điện thoại của bạn

# kInvalidEmailError
source: Please Enter Valid Email
fr: Veuillez entrer une adresse e-mail valide
vi: Nhập email hợp lệ

# kPassNullError
source: Please Enter your password
fr: Veuillez entrer votre mot de passe
vi: Nhập mật khẩu của bạn

# kShortPassError
source: Password is too short
fr: Le mot de passe est trop court
vi: Mật khẩu quá ngắn

# kMatchPassError
source: Passwords don't match
fr: Les mots de passe ne correspondent pas
vi: Mật khẩu không khớp

# kNamelNullError
source: Please Enter your name
fr: Veuillez entrer votre nom
vi: Nhập tên của bạn

# kPhoneNumberNullError
source: Please Enter your phone number
fr: Veuillez entrer votre numéro de téléphone
vi: Nhập số điện thoại của bạn

# kcountryCodeNullError
source: Please select your Country
fr: Veuillez sélectionner votre pays
vi: Vui lòng chọn Quốc gia của bạn

# kAddressNullError
source: Please Enter your address
fr: Veuillez entrer votre adresse
vi: Nhập địa chỉ của bạn

# kStorenameNullError
source: Please Enter your store name
fr: Veuillez entrer le nom de votre magasin
vi: Nhập tên cửa hàng của bạn

# kStoreaddressNullError
source: Please Enter store address
fr: Veuillez entrer l'adresse du magasin
vi: Nhập địa chỉ cửa hàng

# kstorePhNbrNullError
source: Please Enter store phone number
fr: Veuillez entrer le numéro de téléphone du magasin
vi: Nhập số điện thoại của cửa hàng

# kstoreFaxNbrNullError
source: Please Enter store fax number
fr: Veuillez entrer le numéro de fax du magasin
vi: Nhập số fax của cửa hàng

# regerrMessage
source: Error to register your account
fr: Erreur lors de l'enregistrement de votre compte
vi: Lỗi khi đăng ký tài khoản của bạn

# regerrNullLogo
source: Pick your logo
fr: Choisissez votre logo
vi: Chọn biểu trưng của bạn

# kstoreAddErr
source: Error to register your store
fr: Erreur d'enregistrement de votre boutique
vi: Lỗi khi đăng ký cửa hàng của bạn

# kstoreSaveErr
source: Error to save your store info
fr: Erreur lors de l'enregistrement des informations de votre magasin
vi: Lỗi khi lưu thông tin cửa hàng của bạn

# kuserSaveErr
source: Error to save your staff info
fr: Erreur lors de la sauvegarde des informations de votre personnel
vi: Lỗi khi lưu thông tin nhân viên của bạn

# kUserNameNullError
source: Please Enter staff name
fr: Veuillez entrer le nom du personnel
vi: Nhập tên nhân viên

# kUserPhoneNullError
source: Please Enter staff phone
fr: Veuillez entrer le numéro de téléphone du personnel
vi: Nhập số điện thoại của nhân viên

# kNbrVeriNullError
source: 6 digits code
fr: Code à 6 chiffres
vi: Mã 6 chữ số

# kforgotQryErr
source: Error API forgot
fr: Erreur API oubliée
vi: Lỗi API quên mật khẩu

# kwrongUserPass
source: Wrong username or password
fr: Nom d'utilisateur ou mot de passe incorrect
vi: Tên người dùng hoặc mật khẩu sai

# kwrongVerifyCode
source: Wrong code
fr: Code erroné
vi: Mã sai

# kcannotLogin
source: Can't login, Please try later
fr: Impossible de se connecter, veuillez réessayer plus tard
vi: Không thể đăng nhập, Vui lòng thử lại sau

# kstoreqryErr
source: Can't get store information
fr: Impossible d'obtenir les informations sur le magasin
vi: Không thể lấy thông tin cửa hàng

# kcatSaveErr
source: Error to save your category
fr: Erreur lors de l'enregistrement de votre catégorie
vi: Lỗi khi lưu danh mục của bạn

# kCatNameNullErr
source: Please Enter category name
fr: Veuillez entrer le nom de la catégorie
vi: Nhập tên danh mục

# kCatSlugNullErr
source: Please Enter category slug
fr: Veuillez entrer la catégorie slug
vi: Nhập slug của danh mục

# kCatDescNullErr
source: Please Enter category slug
fr: Veuillez entrer la catégorie slug
vi: Nhập slug của danh mục

# kCatSortNullErr
source: Please Enter category sort
fr: Veuillez entrer un tri par catégorie
vi: Nhập thứ tự

# kCatActNullErr
source: Please Enter category active
fr: Veuillez entrer la catégorie active
vi: Nhập danh mục đang hoạt động

# kCatQryErr
source: Can't get category information
fr: Impossible d'obtenir les informations sur la catégorie
vi: Không thể lấy thông tin danh mục

# kProdSaveErr
source: Error to save your product
fr: Erreur lors de l'enregistrement de votre produit
vi: Lỗi khi lưu sản phẩm của bạn

# kProdNameNullErr
source: Please Enter product name
fr: Veuillez saisir le nom du produit
vi: Nhập tên sản phẩm

# kProdSlugNullErr
source: Please Enter product slug
fr: Veuillez entrer le slug du produit
vi: Nhập slug

# kProdDescNullErr
source: Please Enter product slug
fr: Veuillez entrer le slug du produit
vi: Nhập mô tả sản phẩm

# kProdSortNullErr
source: Please Enter product sort
fr: Veuillez entrer le tri du produit
vi: Nhập thứ tự sản phẩm

# kProdTaxNullErr
source: Please Enter product taxrate
fr: Veuillez saisir le taux de taxe du produit
vi: Nhập mức thuế sản phẩm

# kProdBuyNullErr
source: Please Enter product price buy
fr: Veuillez entrer le prix d'achat du produit
vi: Nhập giá sản phẩm khi mua

# kProdSellNullErr
source: Please Enter product price sell
fr: Veuillez saisir le prix de vente du produit
vi: Nhập giá bán sản phẩm

# kProdActNullErr
source: Please Enter product active
fr: Veuillez entrer le produit actif
vi: Nhập sản phẩm đang hoạt động

# kProdStksNullErr
source: Please Enter stock units
fr: Veuillez saisir les unités de stock
vi: Nhập đơn còn vị hàng

# kProdMinStksNullErr
source: Please Enter minimum stock units
vi: Nhập đơn vị tối thiểu

# kProdQryErr
source: Can't get product information
fr: Impossible d'obtenir les informations sur le produit
vi: Không thể lấy thông tin sản phẩm

# kStoreAPIErr
source: Failed to load stores from API
fr: Impossible de charger les magasins depuis l'API
vi: Không tải được cửa hàng từ API

# kCatAPIErr
source: Failed to load categories from API
fr: Impossible de charger les catégories depuis l'API
vi: Không tải được danh mục từ API

# kProdAPIErr
source: Failed to load items from API
fr: Impossible de charger les éléments depuis l'API
vi: Không tải được các mục từ API

# kStoreUsersTitle
source: List Store Staffs
fr: Liste du personnel du magasin
vi: Liệt kê nhân viên cửa hàng

# lblPasswordText
source: Password
fr: Mot de passe
vi: Mật khẩu

# hintPasswordText
source: Enter your password
fr: Entrez votre mot de passe
vi: Nhập mật khẩu của bạn

# lblEmailOrPhoneText
source: Phone or Email
fr: Téléphone ou e-mail
vi: Điện thoại hoặc Email

# hintEmailOrPhoneText
source: Enter your phone or email
fr: Entrez votre téléphone ou votre email
vi: Nhập điện thoại hoặc email của bạn

# lblLoginPhoneText
source: Phone Number
fr: Numéro de téléphone
vi: Số điện thoại

# lblPhoneVerifyText
source: Verify Code
fr: Vérifier le code
vi: Mã xác minh

# hintPhoneVerifyErr
source: Enter 6 digits code
fr: Entrez le code à 6 chiffres
vi: Nhập mã 6 chữ số

# lblRememberMe
source: Remember me
fr: Se souvenir de moi
vi: Nhớ tôi

# lblForgotPassword
source: Forgot Password
fr: Mot de passe oublié
vi: Quên mật khẩu

# lblContinue
source: Continue
fr: Continuer
vi: Tiếp tục

# lblSearch
source: Search
fr: Rechercher
vi: Tìm kiếm

# hintSearch
source: Text to filter
fr: Texte à filtrer
vi: Nhập từ cần tìm

# kuserStaffTxt
source: Staffs of
fr: Personnel de
vi: Nhân viên của

# lblStaffCountry
source: Country
fr: Pays
vi: Quốc gia

# hintStaffCountry
source: Enter staff country
fr: Entrez le pays du personnel
vi: Nhập quốc gia của nhân viên

# lblStaffState
source: State
fr: État
vi: Tỉnh thành

# hintStaffState
source: Enter staff state
fr: Entrez l'état du personnel
vi: Nhập Tỉnh thành của nhân viên

# lblStaffZip
source: Zip
vi: Mã bưu chính

# hintStaffZip
source: Enter staff zip
fr: Entrez le code postal du personnel
vi: Nhập Mã bưu chính của nhân viên

# lblStaffCity
source: City
fr: Ville
vi: Thành phố

# hintStaffCity
source: Enter staff city
fr: Entrez la ville du personnel
vi: Nhập thành phố của nhân viên

# lblStaffAddr2
source: Staff Address 2
fr: Adresse du personnel 2
vi: Địa chỉ 2

# hintStaffAddr2
source: Enter staff address2
fr: Entrez l'adresse du personnel2
vi: Nhập địa chỉ nhân viên 2

# lblStaffAddr
source: Staff Address
fr: Adresse du personnel
vi: Địa chỉ của nhân viên

# hintStaffAddr
source: Enter staff address
fr: Entrez l'adresse du personnel
vi: Nhập địa chỉ nhân viên

# lblStaffPhone
source: Staff Phone
fr: Téléphone du personnel
vi: Điện thoại của Nhân viên

# hintStaffPhone
source: Enter staff phone
fr: Entrez le numéro de téléphone du personnel
vi: Nhập số điện thoại của nhân viên

# lblStaffName
source: Staff Name
fr: Nom du personnel
vi: Tên nhân viên

# hintStaffName
source: Enter staff name
fr: Entrez le nom du personnel
vi: Nhập tên nhân viên

# lblPassCode
source: Pass Code
fr: Code d'accès
vi: Mật mã

# hintPassCode
source: Empty for no change
fr: Vide pour aucun changement
vi: để trống nếu không thay đổi

# hintInitPassCode
source: Enter initial Pass Code
fr: Entrez le code d'accès initial
vi: Nhập mật mã ban đầu

# lblUserName
source: Staff Device Label
fr: Étiquette du périphérique du personnel
vi: Nhãn thiết bị của nhân viên

# hintUserName
source: Enter staff Device Label
fr: Entrez l'étiquette de l'appareil du personnel
vi: Nhập Nhãn thiết bị của nhân viên

# lblStoreCode
source: Store Code
fr: Code du magasin
vi: Mã cửa hàng

# hintStoreCode
source: Store Code
fr: Code du magasin
vi: Mã cửa hàng

# lblUserCode
source: User Code
fr: Code Utilisateur
vi: Mã người dùng

# hintUserCode
source: User Code
fr: Code utilisateur
vi: Mã người dùng

# txtNoImgSel
source: No photo Selected
fr: Aucune photo sélectionnée
vi: Không có ảnh nào được chọn

# txtPickImgErr
source: Error picking staff photo
fr: Erreur lors de la sélection de la photo du personnel
vi: Lỗi khi chọn ảnh nhân viên

# txtChkActive
source: Check to change to active
fr: Cocher pour passer à actif
vi: Chọn để thay đổi thành hoạt động

# txtTitleAct
source: Activate and enable this
fr: Activer et activer ceci
vi: Kích hoạt và bật tính năng này

# txtTitleActStaff
source: Activate and enable this staff
fr: Activer et activer cette portée
vi: Kích hoạt nhân viên này

# txtTitleActCat
source: Activate and enable this category
fr: Activer et activer cette catégorie
vi: Kích hoạt và bật danh mục này

# txtTitleActProd
source: Activate and enable this product
fr: Activer et activer ce produit
vi: Kích hoạt sản phẩm này

# txtChkIsPos
source: Check to enable POS
fr: Cochez pour activer le POS
vi: Chọn để bật POS

# txtTitleIsPos
source: This staff can login to POS
fr: Ce personnel peut se connecter au POS
vi: có thể đăng nhập vào POS

# txtChkIsInv
source: Check to enable Inventory
fr: Cocher pour activer l'inventaire
vi: Chọn để bật Kho hàng

# txtTitleIsInv
source: This staff can login to Inventory
fr: Ce membre du personnel peut se connecter à Inventory
vi: có thể đăng nhập vào Kho hàng

# txtChkIsKitchen
source: Check to enable Kitchen
fr: Cocher pour activer la cuisine
vi: Chọn để bật Kitchen

# txtTitleIsKitchen
source: This staff can login to Kitchen
fr: Ce membre du personnel peut se connecter à Kitchen
vi: có thể đăng nhập vào Kitchen

# txtChkIsFrontst
source: Check to enable Frontline
fr: Cochez pour activer Frontline
vi: Chọn để bật Frontline

# txtTitleIsFrontst
source: This staff can login to Frontline
fr: Ce personnel peut se connecter à Frontline
vi: có thể đăng nhập vào Frontline

# txtStatSaved
source: Saved
fr: Enregistré
vi: Đã lưu

# lblSaveUser
source: Save Staff Info
fr: Enregistrer les informations du personnel
vi: Lưu thông tin nhân viên

# lblResetUserCode
source: Reset User Code
fr: Réinitialiser le code utilisateur
vi: Đặt lại mã người dùng

# txtPickStaffPhoto
source: Pick staff photo
fr: Choisir la photo du personnel
vi: Chọn ảnh nhân viên

# txtuserSavingInfo
source: Saving your store info
fr: Enregistrer les informations de votre magasin
vi: Lưu thông tin cửa hàng của bạn

# userTitleInfo
source: User Info
fr: Informations utilisateur
vi: Thông tin người dùng

# userTitleStoreUser
source: Store User
fr: Utilisateur du magasin
vi: Người dùng cửa hàng

# txtFillUserDetail
source: Fill with your staff details
fr: Remplir avec les détails de votre personnel
vi: Thông tin chi tiết của nhân viên

# txtPrintUserAccessCode
source: Print User Login Card
fr: Imprimer la carte de connexion utilisateur
vi: In thẻ đăng nhập người dùng

# txtPrintAdminAccessCode
source: Print Admin Login Card
fr: Imprimer la carte de connexion administrateur
vi: In thẻ đăng nhập quản trị viên

# lblScanPass
source: Scan to Login?
fr: Scanner pour se connecter?
vi: Quét để đăng nhập?

# txtPayProfile
source: Payment Profile
fr: Profil de paiement
vi: Hồ sơ thanh toán

# lblBillPhone
source: Billing Phone
fr: Téléphone de facturation
vi: Điện thoại thanh toán

# hintBillPhone
source: Enter store Billing Phone
fr: Entrez le téléphone de facturation du magasin
vi: Điện thoại thanh toán của cửa hàng

# lblBillName
source: Billing Name
fr: Nom de facturation
vi: Tên thanh toán

# hintBillName
source: Enter store Billing Name
fr: Entrez le nom de facturation du magasin
vi: Tên thanh toán của cửa hàng

# lblBillAddr
source: Billing Address
fr: Adresse de facturation
vi: Địa chỉ thanh toán

# hintBillAddr
source: Enter store Billing Address
fr: Entrez l'adresse de facturation du magasin
vi: Nhập Địa chỉ thanh toán

# lblBillAddr2
source: Billing Address2
fr: Adresse de facturation2
vi: Địa chỉ thanh toán 2

# hintBillAddr2
source: Enter store Billing Address2
fr: Entrez l'adresse de facturation du magasin2
vi: Nhập Địa chỉ thanh toán 2

# lblBillCity
source: Billing City
fr: Ville de facturation
vi: Thành phố

# hintBillCity
source: Enter store Billing City
fr: Entrez la ville de facturation du magasin
vi: Thành phố

# lblBillZip
source: Billing Zip
fr: Code postal de facturation
vi: Zip

# hintBillZip
source: Enter store Billing Zip
fr: Entrez le code postal de facturation du magasin
vi: Nhập Zip của cửa hàng

# lblBillState
source: Billing State
fr: État de facturation
vi: Tỉnh thành

# hintBillState
source: Enter store Billing State
fr: Entrez l'état de facturation du magasin
vi: Nhập Tỉnh thành của cửa hàng

# lblBillCountry
source: Billing Country
fr: Pays de facturation
vi: Quốc gia

# hintBillCountry
source: Enter store Billing Country
fr: Entrez le pays de facturation du magasin
vi: Nhập quốc gia của cửa hàng

# lblShipPhone
source: Shipping Phone
fr: Téléphone d'expédition
vi: Điện thoại giao hàng

# hintShipPhone
source: Enter store Shipping Phone
fr: Entrez le téléphone d'expédition du magasin
vi: Nhập số điện thoại giao hàng của cửa hàng

# lblShipName
source: Shipping Name
fr: Nom d'expédition
vi: Tên giao hàng

# hintShipName
source: Enter store Shipping Name
fr: Entrez le nom d'expédition du magasin
vi: Nhập Tên giao hàng của cửa hàng

# lblShipAddress
source: Shipping Address
fr: Adresse de livraison
vi: Địa chỉ giao hàng

# hintShipAddress
source: Enter store Shipping Address
fr: Entrez l'adresse de livraison du magasin
vi: Nhập Địa chỉ giao hàng của cửa hàng

# lblShipAddress2
source: Shipping Address2
fr: Adresse de livraison2
vi: Địa chỉ giao hàng 2

# hintShipAddress2
source: Enter store Shipping Address2
fr: Entrez l'adresse de livraison du magasin2
vi: Nhập địa chỉ giao hàng 2 của cửa hàng

# lblShipCity
source: Shipping City
fr: Ville de livraison
vi: Thành phố

# hintShipCity
source: Enter store Shipping City
fr: Entrez la ville d'expédition du magasin
vi: Thành phố

# lblShipCountry
source: Shipping Country
fr: Pays de livraison
vi: Quốc gia

# hintShipCountry
source: Enter store Shipping Country
fr: Entrez le pays de livraison du magasin
vi: Quốc gia

# lblPayMethod
source: Payment Method
fr: Mode de paiement
vi: Phương thức Thanh toán

# hintPayMethod
source: Enter store Payment Method
fr: Entrez le mode de paiement du magasin
vi: Nhập phương thức thanh toán

# lblCardOwner
source: Card Owner
fr: Propriétaire de la carte
vi: Chủ thẻ

# hintCardOwner
source: Enter store Card Owner
fr: Entrez le propriétaire de la carte du magasin
vi: Vào cửa hàng Chủ thẻ

# lblCardNumber
source: Card Number
fr: Numéro de carte
vi: Số thẻ

# hintCardNumber
source: Enter store Card Number
fr: Entrez le numéro de carte du magasin
vi: Nhập số thẻ cửa hàng

# lblCardCode
source: Card Code
fr: Code de la carte
vi: Mã thẻ

# hintCardCode
source: Enter store Card Code
fr: Entrez le code de la carte du magasin
vi: Nhập Mã thẻ của cửa hàng

# lblCardYear
source: Card Year
fr: Année de la carte
vi: Năm thẻ

# hintCardYear
source: Enter store Card Year
fr: Entrez l'année de la carte du magasin
vi: Nhập thẻ năm của cửa hàng

# lblCardMonth
source: Card Month
fr: Mois de la carte
vi: Tháng thẻ

# hintCardMonth
source: Enter store Card Month
fr: Entrez le mois de la carte du magasin
vi: Nhập tháng thẻ của cửa hàng

# lblCurrency
source: Currency
fr: Devise
vi: Tiền tệ

# hintCurrency
source: Used in payments and POS
fr: Utilisé dans les paiements et les points de vente
vi: Được sử dụng trong thanh toán và POS

# lblAuthStat
source: Authorization Status
fr: Statut d'autorisation
vi: Trạng thái Ủy quyền

# hintAuthStat
source: Authorization Status
fr: Statut d'autorisation
vi: Trạng thái Ủy quyền

# txtPaySavingInfo
source: Saving Payment Profile
fr: Enregistrement du profil de paiement
vi: Lưu Hồ sơ Thanh toán

# lblSavePay
source: Save payment profile
fr: Enregistrer le profil de paiement
vi: Lưu hồ sơ thanh toán

# txtStorePayProfile
source: Store Payment Profile
fr: Profil de paiement du magasin
vi: Lưu trữ hồ sơ thanh toán

# txtFillPayDetail
source: Fill your store payment details
fr: Remplissez les détails de paiement de votre magasin
vi: Điền vào chi tiết thanh toán tại cửa hàng của bạn

# txtStoreLoc
source: Your Store Location
fr: Votre emplacement de magasin
vi: Vị trí cửa hàng của bạn

# txtStoreLocName
source: Current Location
fr: Emplacement actuel
vi: Vị trí hiện tại

# txtGetLoc
source: Get Location
fr: Obtenir l'emplacement
vi: Nhận vị trí

# txtStoreLocTitle
source: Store Location
fr: Emplacement du magasin
vi: Vị trí cửa hàng

# txtStoreListTitle
source: List Stores
fr: Liste des magasins
vi: Danh sách cửa hàng

# txtYourStores
source: Your Stores
fr: Vos magasins
vi: Cửa hàng của bạn

# txtSelToChgInfo
source: Select store to change infomation
fr: Sélectionnez le magasin pour modifier les informations
vi: Chọn cửa hàng để thay đổi thông tin

# txtStoreInfo
source: Store Information
fr: Informations sur le magasin
vi: Thông tin cửa hàng

# lblStoreEmail
source: Store Email
fr: Magasin d'e-mail
vi: Email cửa hàng

# hintStoreEmai
source: Enter your store email
fr: Entrez l'e-mail de votre boutique
vi: Nhập email cửa hàng của bạn

# lblStoreFax
source: Store Fax
fr: Enregistrer le fax
vi: Fax của cửa hàng

# hintStoreFax
source: Enter store fax number
fr: Entrez le numéro de fax du magasin
vi: Nhập số fax của cửa hàng

# lblStorePhone
source: Store Phone
fr: Téléphone du magasin
vi: Điện thoại của cửa hàng

# hintStorePhone
source: Enter store phone number
fr: Entrez le numéro de téléphone du magasin
vi: Nhập số điện thoại của cửa hàng

# lblStoreAddr2
source: Store Address 2
fr: Adresse de magasin 2
vi: Địa chỉ cửa hàng 2

# hintStoreAddr2
source: Enter your store address2
fr: Entrez l'adresse de votre magasin2
vi: Nhập địa chỉ cửa hàng 2 của bạn

# lblStoreAddr
source: Store Address
fr: Adresse du magasin
vi: Địa chỉ cửa hàng

# hintStoreAddr
source: Enter your store address
fr: Entrez l'adresse de votre magasin
vi: Nhập địa chỉ cửa hàng của bạn

# lblStoreName
source: Store Name
fr: Nom du magasin
vi: Tên cửa hàng

# hintStoreName
source: Enter your store name
fr: Entrez le nom de votre magasin
vi: Nhập tên cửa hàng của bạn

# lblMapAddr
source: Map Address
fr: Adresse de la carte
vi: Địa chỉ bản đồ

# hintMapAddr
source: Address show on map
fr: Afficher l'adresse sur la carte
vi: Địa chỉ hiển thị trên bản đồ

# txtStoreImgErr
source: Error picking store logo
fr: Erreur lors de la sélection du logo du magasin
vi: Lỗi khi chọn biểu trưng cửa hàng

# txtStoreSavingInfo
source: Saving your store info
fr: Enregistrer les informations de votre magasin
vi: Lưu thông tin cửa hàng của bạn

# lblSaveStore
source: Save Store
fr: Enregistrer le magasin
vi: Lưu cửa hàng

# lblResetStoreCode
source: Reset Store Code
fr: Réinitialiser le code du magasin
vi: Đặt lại mã cửa hàng

# lblChangeLoc
source: Change location
fr: Changer d'emplacement
vi: Thay đổi vị trí

# lblPickStoreLogo
source: Pick your store logo
fr: Choisissez le logo de votre magasin
vi: Chọn biểu trưng cửa hàng của bạn

# txtFillStoreDetail
source: Fill with your store details
fr: Remplir avec les détails de votre magasin
vi: Điền thông tin chi tiết về cửa hàng của bạn

# txtAddNewStore
source: Add New Store
fr: Ajouter un nouveau magasin
vi: Thêm cửa hàng mới

# txtSignUp
source: Sign Up
fr: Inscrivez-vous
vi: Đăng ký

# lblFirstName
source: First Name
fr: Prénom
vi: Tên

# hintFirstName
source: Enter your first name
fr: Entrez votre prénom
vi: Nhập tên của bạn

# lblLastName
source: Last Name
fr: Nom de famille
vi: Họ

# hintLastName
source: Enter your last name
fr: Entrez votre nom de famille
vi: Nhập họ của bạn

# lblPhoneNumber
source: Phone Number
fr: Numéro de téléphone
vi: Số điện thoại

# hintPhoneNumber
source: Enter your Phone Number
fr: Entrez votre numéro de téléphone
vi: Nhập số điện thoại của bạn

# lblCountry
source: Country
fr: Pays
vi: Quốc gia

# hintCountry
source: Select your country
fr: Sélectionnez votre pays
vi: Chọn quốc gia của bạn

# lblAddr
source: Address
fr: Adresse
vi: Địa chỉ

# hintAddr
source: Enter your address
fr: Entrez votre adresse
vi: Nhập địa chỉ của bạn

# hintEmail
source: Enter your email
fr: Entrez votre email
vi: Nhập email của bạn

# lblPassword
source: Password
fr: Mot de passe
vi: Mật khẩu

# hintPassword
source: Enter your password
fr: Entrez votre mot de passe
vi: Nhập mật khẩu của bạn

# lblRePassword
source: Confirm Password
fr: Confirmer le mot de passe
vi: Xác nhận mật khẩu

# hintRePassword
source: Re-enter your password
fr: Ressaisissez votre mot de passe
vi: Nhập lại mật khẩu của bạn

# hintPasswordNC
source: Leave empty if not change
fr: Laisser vide sinon changer
vi: Để trống nếu không thay đổi

# txtPickSelfErr
source: Error picking selfie
fr: Erreur lors de la sélection du selfie
vi: Lỗi khi chọn ảnh tự chụp

# txtPickLogoErr
source: Error picking logo
fr: Erreur lors de la sélection du logo
vi: Lỗi khi chọn biểu trưng

# txtSavingAcct
source: Saving your account
fr: Sauvegarder votre compte
vi: Đang lưu tài khoản của bạn

# lblPickSelf
source: Pick your selfie
fr: Choisissez votre selfie
vi: Chọn ảnh tự chụp của bạn

# lblPickLogo
source: Pick your logo
fr: Choisissez votre logo
vi: Chọn biểu trưng của bạn

# txtRegHdr
source: Register your Store Owner Account
fr: Enregistrez votre compte de propriétaire de magasin
vi: Đăng ký Tài khoản chủ cửa hàng của bạn

# txtRegCompDet
source: Complete your details
fr: Complétez vos coordonnées
vi: Hoàn thành thông tin chi tiết của bạn
